[{"id":1,"name":"Early Integration","description":"<p>\r\n\tThe marker says: The University of Arkansas became the first major Southern public university to admit a black student without litigation when Silas Hunt of Texarkana, an African American veteran of World War II, was admitted to the University's law school in 1948. Roy Wilkins, administrator of the NAACP, wrote in 1950 that Arkansas was the \"very first of the Southern states to accept the new trend without fighting a delaying action or attempting to ... limit, if not nullify, bare compliance.\" Silas Hunt Hall, across from the law school, was dedicated in his honor as the student admissions center in 1993.</p>\r\n<p>\r\n\tThis marker is located on Maple Avenue just north of Silas Hunt Hall.</p>\r\n","signtext":"","yearPlaced":1999,"image":"","latitude":"36.0702557224748","longitude":"-94.1761141477479"},{"id":2,"name":"Six Pioneers","description":"<p>\r\n\tSix African-American students from Arkansas pioneered the integration of the University of Arkansas through its School of Law between 1948-51. Silas Hunt was the first to enroll, but he died of illness in 1949. The first to graduate, in 1951, was Jackie Shropshire, who became an attorney in Indiana. Enrolling in 1949 were George Haley, who went on to become U.S. Ambassador to Gambia; Chris Mercer, who became a Little Rock attorney; and Wiley Branton, who served as dean of the Howard University Law School. The sixth pioneer was George Howard, Jr., who became U.S. District Judge, Eastern District of Arkansas.</p>\r\n<p>\r\n\tThe Six Pioneers marker is located along Garland Avenue near the northwest corner of the School of Law.</p>\r\n","signtext":"","yearPlaced":2001,"image":"six_pioneers.jpg","latitude":"36.0700599661415","longitude":"-94.1754275027516"},{"id":3,"name":"Clintons on Law Faculty","description":"<p>\r\n\tThe nations 42nd President, William J. Clinton (1993-2001), and First Lady, Hillary Rodham Clinton, were faculty members of the University of Arkansas School of Law in the mid-1970s. Mr. Clinton started in 1973, teaching Trade Regulation, Admiralty, Criminal Procedure, Federal Jurisdiction, and Constitutional Law. Ms. Rodham came in 1974, teaching Criminal Procedure, Criminal Law, Trial Advocacy and Prison Project. She also founded the Legal Clinic program and taught it every semester. They were wed at their home at 930 California Blvd. on Oct. 11, 1975. The couple left at the end of 1976 so Mr. Clinton could begin work as Arkansas new attorney general.</p>\r\n<p>\r\n\tThis marker is located on the north side of the School of Law, on Maple Avenue.</p>\r\n","signtext":"","yearPlaced":2000,"image":"clintonfac.jpg","latitude":"36.0702039766026","longitude":"-94.1751513187143"},{"id":4,"name":"The Leflar Legacy","description":"<p>Dr. Robert A. Leflar (1901-97) of the University of Arkansas School of Law was one of the nation's leading scholars in the field of conflict of laws. He taught at the School of Law for more than 60 years, and directed the Appellate Judges Seminars at New York University for 30 years. He served as Associate Justice of the Arkansas Supreme Court and presided over two state constitutional conventions. As Dean, he orchestrated the desegregation, without litigation, of the School of Law in 1948&mdash;making the U of A the first major Southern public university to open its doors to African Americans.</p><p>This marker is located along Maple Street on the north side of the School of Law.</p>","signtext":"","yearPlaced":2000,"image":"leflar.jpg","latitude":"36.0701988226473","longitude":"-94.1749431933812"},{"id":5,"name":"First Biological Herbicide","description":"<p>\r\n\tUniversity of Arkansas plant pathologists George Templeton, Roy Smith (USDA), David TeBeest and graduate student Jim Daniels conducted research in the early 1970s that led to COLLEGO, the first biological herbicide for weed control in a field crop. Other UA scientists and students worked on the project that resulted in EPA registration of COLLEGO by Upjohn in 1982 for control of northern jointvetch in rice and soybeans. The work provided a model used worldwide to develop biological herbicides. Leadership in this area helped the U of A obtain grants from the USDA and others for construction of the Rosen Center for Alternative Pest Control.</p>\r\n<p>\r\n\tThis marker is located on Maple Street at the northeast entrance to the Rosen Center for Alternate Pest Control.</p>\r\n","signtext":"","yearPlaced":1999,"image":"herbicide.jpg","latitude":"36.0702015196125","longitude":"-94.173435782012"},{"id":6,"name":"Campaign for the Twenty-First Century","description":"<p>\r\n\tThe Campaign for the Twenty-First Century, considered the most ambitious fund-raising effort undertaken by an organization in Arkansas, spanned 3/1/1998-6/30/2005. The $500-millin Campaign's objective was to raise funds for scholarship and faculty endowments, capital improvements, program support and annual giving. The goal was reached, then raised to $900 million. That goal was attained and raised to $1 billion, placing the University among 24 other institutions in America actively engaged in such drives. The Campaign finished by raisingmore than $1 billion, significantly augmenting the institution's endowment. Commemorating the Campaign's transformational impact and symbolizing that the University's \"time has come,\" the Campaign Steering Committee gave gifts to add a clock to Old Main's south tower, a part of the structure's original design, finally realized 130 years later.</p>\r\n<p>\r\n\tThis marker is located near the northwest corner of Maple Street and Lindell Avenue next to University House.</p>\r\n","signtext":"","yearPlaced":2005,"image":"","latitude":"36.070433","longitude":"-94.174463"},{"id":7,"name":"Cotton Stacking","description":"<p>\r\n\tFrom 1962-71, UA Agricultural Engineering Professor Xzin McNeal designed, built, tested and developed the nations first successful pallet trailer system of stacking and storing cotton. His system solved the temporary storage problem created by the rapid adoption of mechanized harvesting, which produced supplies of seed cotton at rates that far exceeded the processing capacity of gins. McNeals solution: wooden pallets on which seven to eight bales of cotton could be stored in the field and later loaded onto a trailer for transport to the gins. His pallet storage system-now used wherever American cotton is produced-also improved the quality of the fiber following the ginning process.</p>\r\n<p>\r\n\tThe Cotton Stacking Marker is located near the north entrance to the John A. White Engineering Hall.</p>\r\n","signtext":"","yearPlaced":2001,"image":"cotton_stack.jpg","latitude":"36.0673247296923","longitude":"-94.1707102590984"},{"id":8,"name":"The State and Land-Grant University of Arkansas","description":"<p>\r\n\tThe University of Arkansas came into being under the Morrill Land-Grant College Act of 1862, through which federal land sales established colleges devoted to \"agriculture and mechanic arts,\" scientific and classical studies, and military tactics for the \"liberal and practical education of the industrial classes.\"</p>\r\n<p>\r\n\tIt also satisfied the provision in the Arkansas Constitution of 1868 that the General Assembly \"establish and maintain a State University.\"</p>\r\n<p>\r\n\tFayetteville and Washington County raised $130,000 for the new college, which held its first classes January 22, 1872, on the William McIlroy farmstead, a location described as \"second to none in the state of Arkansas.\"</p>\r\n<p>\r\n\tThis Marker is located on the Old Main Arboretum near southeast entrance to campus at Arkansas Avenue and Dickson Street.</p>\r\n","signtext":"","yearPlaced":1999,"image":"landgrant.jpg","latitude":"36.0667381216053","longitude":"-94.1688959280914"},{"id":10,"name":"Old Main","description":"<p>\r\n\tThe construction of University Hall, completed in 1875, set a seal of permanence on the University. The building was constructed of local materials by the firm of Mayes and Oliver, under the close supervision of Judge Lafayette Gregg of Fayetteville. In its long life, it has housed many academic departments and administrative functions, as well as a gymnasium, a chapel, the University Museum, the University Library, and the campus bookstore. Its imposing appearance and hillside location make it an icon of learning for the entire state. After being closed for nearly a decade, the building was extensively renovated and rededicated in 1991 as Old Main.</p>\r\n<p>\r\n\tThis marker is located at the main entrance to Old Main.</p>\r\n","signtext":"","yearPlaced":2000,"image":"oldmain.jpg","latitude":"36.0687129901206","longitude":"-94.1712685646457"},{"id":11,"name":"Phi Alpha Theta","description":"<p>\r\n\tPhi Alpha Theta, the only national honor society in History and the largest honor society devoted to a single academic discipline, was founded at the University of Arkansas. On March 14, 1921, Dr. Andrew Cleven, Assistant Professor of History, met with students in Old Main to form a University Historical Society. A month later it was reorganized as a fraternal honor society, Phi Alpha Theta, open to both men and women. Its purpose was to encourage research and the diffusion of historical information \"through socialized avenues.\" Dr. Cleven founded a second chapter at the University of Pittsburgh in 1922 and Phi Alpha Theta became national in 1924.</p>\r\n<p>\r\n\tThis marker is located at the northeast corner of Old Main.</p>\r\n","signtext":"","yearPlaced":2000,"image":"phialphatheta.jpg","latitude":"36.0691032320435","longitude":"-94.1714140730267"},{"id":12,"name":"Teacher Education","description":"<p>\r\n\tThe University of Arkansas is distinctive among the nation's land-grant universities in that it incorporated teacher education from its inception. After the Civil War, the growing demand for public school teachers was met mainly by the establishment of free-standing \"normal schools\" in the various states. In Arkansas, however, the Organic Act of 1871 mandated \"the location, organization and maintenance of the Arkansas Industrial University with normal department therein.\" The Normal Department opened in 1872 and, for decades, the University of Arkansas was the largest supplier of teachers statewide. Its College of Education and Health Professions continues that tradition as one of the leading producers of teachers.</p>\r\n<p>\r\n\tThis marker is located at the entrance to Peabody Hall.</p>\r\n","signtext":"","yearPlaced":2000,"image":"teached.jpg","latitude":"36.06929","longitude":"-94.170664"},{"id":13,"name":"Development of Arksoy","description":"<p>\r\n\t\"Arksoy,\" the first Arkansas soybean variety, was developed by agronomy professor Chalmers K. McClelland and released by the Arkansas Agricultural Experiment Station in 1928. Agronomist Charles E. Caviness and plant pathologists H.J. \"Jack\" Walters and Robert D. Riggs developed improved varieties with genetic resistance to Phytophthora root rot and soybean cyst namatode, which increased yields and more than doubled the state acreage suitable for soybeans. Soybean acreage exceeded that of cotton in 1956 to become Arkansas' largest field crop.</p>\r\n<p>\r\n\tThis marker is located in the courtyard between the Agriculture Building and the Agriculture Annex.</p>\r\n","signtext":"","yearPlaced":1999,"image":"arksoy.jpg","latitude":"36.069646","longitude":"-94.172858"},{"id":14,"name":"Insect Pest Management","description":"<p>\r\n\tProfessor Dwight Isely of the Department of Entomology (1921-51) may be considered the father of insect pest management in the United States.</p>\r\n<p>\r\n\tHis research established the weak point in the life cycle of insects that made them particularly susceptible to control strategies.</p>\r\n<p>\r\n\tThrough his work on cotton insect pests, the codling moth, the striped cucumber beetle, southern corn rootworm, and rice water weevil, millions of dollars were saved in American agriculture.</p>\r\n<p>\r\n\tThis Marker is located between near the south entrance to the Agriculture Building.</p>\r\n","signtext":"","yearPlaced":1999,"image":"insects.jpg","latitude":"36.0692206877123","longitude":"-94.1729899706515"},{"id":15,"name":"Advances in Nutrition","description":"<p>\r\n\tAgricultural Chemistry Professors Barnett Sure (1920-51) and Marinus C. Kik (1927-67) made major advances in nutrition science during their long tenures at the University of Arkansas. Sure co-discovered vitamin E, and extended knowledge of how vitamin E, amino acids and B-vitamins function on reproduction and lactation. Kik developed the process for parboiling rice to increase retention of vitamins and shorten cooking time. He documented benefits of adding fish and chicken to rice and grain diets to provide adequate protein for a growing world population. Sure and Kik were Agricultural Experiment Station scientists and professors in the UA Department of Agricultural Chemistry, which merged in 1964 with Home Economics, now the School of Human Environmental Sciences.</p>\r\n<p>\r\n\tThis marker is located at the south entrance to the Human Environmental Sciences Building.</p>\r\n","signtext":"","yearPlaced":1999,"image":"nutrition.jpg","latitude":"36.0692245047537","longitude":"-94.1739101868044"},{"id":16,"name":"Senior Walk","description":"The plaque says: \"Begun by the Class of 1905, Senior Walk contains the names of more than 120,000 graduates, beginning with the first class inscribed at the foot of the Old Main steps. It is a unique, much-loved tradition of the university, covering nearly five miles of paved walks throughout the campus. Originally stamped by hand, the names are etched by a machine known as the Senior Sand Hog, invented in 1986 by University Physical Plant employees.\"","signtext":"","yearPlaced":1999,"image":"seniorwalk.jpg","latitude":"36.0689269672115","longitude":"-94.1750296729121"},{"id":17,"name":"Arkansas Archeological Survey","description":"<p>\r\n\tThe Arkansas Archeological Survey, created by the state legislature in 1967, and the University of Arkansas Museum-which houses the worlds best collection of Arkansas Native American materials-joined forces with the Arkansas Archeological Society to construct the first statewide, state-supported archeological program in the United States. Coordinated by the University of Arkansas from Fayetteville, the Survey has research stations at seven universities, two state parks and the city of Blytheville. Each station has a full-time archeologist whose work is to record, preserve and make publicly available new knowledge on 10,000 years of human existence in Arkansas. The program has been a model for other states and nations.</p>\r\n<p>\r\n\tThe Arkansas Archeological Survey marker was erected near the southeast corner of the old Field House, now known as the Faulkner Performing Arts Center, but has temporarily been removed as a result of renovation work nearby.</p>\r\n","signtext":"","yearPlaced":2001,"image":"","latitude":"36.0692625601742","longitude":"-94.1756750418398"},{"id":18,"name":"Stone's Architecture","description":"<p>\r\n\tThis marker says: The Fine Arts Center, dedicated in 1951, was designed by one of the giants of 20th Century architecture, Edward Durell Stone (1902-1978), a Fayetteville native and former University of Arkansas student. His innovative design combined facilities for music, drama, and the fine arts programs, which were being expanded to reach more students in the post-war curriculum. Stone was architect for the Kennedy Center in Washington, the Museum of Modern Art in New York, and the U.S. Embassy in New Delhi. For the Fayetteville campus, he also designed Carlson Terrace apartments and the Sigma Nu house.</p>\r\n<p>\r\n\tThe marker is located in the east courtyard of the Fine Arts Center.</p>\r\n","signtext":"","yearPlaced":1999,"image":"stoned.jpg","latitude":"36.0677045481092","longitude":"-94.1746263959835"},{"id":19,"name":"Schola Cantorum","description":"<p>\r\n\tFounded in 1957 by Professor of Music Richard Brothers, this 32-voice mixed choir of University of Arkansas students quickly gained worldwide critical acclaim. In 1962, Schola Cantorum [Latin for 'School of Singers'] became the first American choir to win the coveted first prize — the Guido d'Arezzo Award — at the prestigious International Polyphonic Competition in Arezzo, Italy. In honor of its achievement, Schola Cantorum soon after appeared on NBC-TV's \"Today Show\" and performed for U.S. President John F. Kennedy in the White House Rose Garden. In 1964, the choir was invited to the Vatican in Rome to sing for Pope Paul VI.</p>\r\n<p>\r\n\tThis marker is located at the entrance of the George and Boyce Billingsley Music Building.</p>\r\n","signtext":"","yearPlaced":2000,"image":"schola.jpg","latitude":"36.0681533973306","longitude":"-94.1742251766543"},{"id":20,"name":"Nuclear Chemistry","description":"<p>\r\n\tIn the 1950s, Professor Paul Kuroda of the University of Arkansas' Department of Chemistry predicted that self-sustaining nuclear chain reactions could have occurred naturally in earth's geologic history. In 1972, his prediction was confirmed when scientists discovered a natural nuclear reactor in Gabon, Africa. In 1960, he predicted the existence of Plutonium-244 as an element present during the solar system's formation. Confirmation of his theory enabled scientists to more accurately date the sequence of events in the solar system's early history. Kuroda's two papers on these topics were featured in \"The 20th Century's 85 Benchmark Papers in Nuclear Chemistry,\" edited by Nobel laureate Glenn Seaborg.</p>\r\n<p>\r\n\tThis marker is located at the main entrance to the Chemistry Building.</p>\r\n","signtext":"","yearPlaced":2000,"image":"nukechem.jpg","latitude":"36.0681564837602","longitude":"-94.1729504569047"},{"id":21,"name":"Wide Area Bar Reader","description":"<p>\r\n\tThe most widely-implemented automated mail sorting equipment in the world-the Wide Area Bar Code Reader-was developed by the University of Arkansas College of Engineering. A $50,000 grant from the U.S. Postal Service (USPS) to Professors Dwight F. Mix and J.E. Bass in 1989 began the research and development effort. By 1999, more than 15,000 University of Arkansas bar code readers were located in every major USPS facility, increasing the efficiency of processing 20 billion pieces of mail a year at a savings of $200 million. This R&D effort has spawned four additional electronic systems to help the USPS read the mail.</p>\r\n<p>\r\n\tThis marker was removed due to nearby construction and will be returned when possible.</p>\r\n","signtext":"","yearPlaced":2000,"image":"","latitude":"36.0673270688659","longitude":"-94.1718890138693"},{"id":22,"name":"Statistical Avian Ecology","description":"<p>\r\n\tIn 1970-71, zoology graduate students Frances C. James and Herman Henry Shugart Jr., working in professor Douglas A. James laboratory, published papers that introduced a new way to determine aspects of the environment associated with habitat selection by animals. Developed in collaboration with mathematics professor James E. Dunn, the James-Shugart method used multivariate statistics to identify important environmental factors in ecological studies of birds and other animals. Their approach allowed scientists to simplify ecological complexity by identifying its meaningful components and has been used widely since their pioneering efforts. This marker is located at the northwest entrance of Daniel E. Ferritor Hall.</p>\r\n<p>\r\n\tThis marker is located at the northeast entrance of Daniel E. Ferritor Hall.</p>\r\n","signtext":"","yearPlaced":2000,"image":"avian.jpg","latitude":"36.067326","longitude":"-94.172013"},{"id":23,"name":"Chi Omega","description":"<p>\r\n\tThe Chi Omega Greek Theater was built in 1930 as a gift from Chi Omega, the national women's fraternity (sorority) that was founded at the University of Arkansas in 1895 when four coeds and a faculty adviser chartered the mother chapter, Psi. Since then, Chi Omega has become the largest women's fraternity in the nation, with 240,000 current members and alumnae in 172 chapters. The Psi chapter house is located at 940 Maple Street. The Greek Theater is a replica of one built at the foot of the Acropolis in ancient Athens to honor Dionysus. It has been used for commencements, concerts, and many other events. The Chi Omega marker is located to the north of the Chi Omega Greek Theatre.</p>\r\n","signtext":"","yearPlaced":2001,"image":"","latitude":"36.067487","longitude":"-94.174011"},{"id":24,"name":"Creative Writing","description":"<p>\r\n\tThe Master of Fine Arts in Creative Writing, a 60-hour program begun at the University of Arkansas in 1966, has grown into one of the most productive and highly-ranked programs of its kind in America. Founded by English professors William Harrison and James Whitehead, and later joined by Miller Williams, the program was in the vanguard of a revolution to transform the traditional study of literature into a demanding training ground for young writers. The writer-teachers and writer-students in the program, many of whom have won national fame and honors, have produced hundreds of works of fiction, poetry, creative non-fiction and translation.</p>\r\n<p>\r\n\tThis marker is located on McIlroy Avenue at the middle entrance to Kimpel Hall.</p>\r\n","signtext":"","yearPlaced":2000,"image":"creativewriting.jpg","latitude":"36.0660657990721","longitude":"-94.1745767853359"},{"id":25,"name":"Trail of Tears","description":"<p>The marker says: \"On Jan. 13, 1839, a group of 1,100 Cherokees led by John Benge passed through the frontier village of Fayetteville. They were traveling on the Trail of Tears from the Cherokee homelands in Georgia, Alabama, and Tennessee to 'Indian Territory' (Oklahoma), as part of the forced removal of nearly 13,000 Cherokees ordered by President Andrew Jackson and the U.S. Congress. The Benge party camped on the hillside to the north and east of this marker, near a creek and pond, secured supplies and repaired their wagons. They headed west on the Cane Hill road the next day, arriving in Indian Territory on Jan. 17, 1839.\"</p><p>The marker is located on a small park that memorializes the Trail of Tears at the northwest corner of Martin Luther King Boulevard and Stadium Drive.</p>","signtext":"","yearPlaced":2000,"image":"trailoftears.jpg","latitude":"36.0572606606413","longitude":"-94.1755536220949"},{"id":27,"name":"Chicken of Tomorrow","description":"<p>\r\n\tEntrepreneurs who built Arkansas' poultry industry into a major force in the world economy had close ties to the University of Arkansas as graduates and as industry partners in research and education. U.S. Vice President Alben Barkley spoke at the national \"Chicken of Tomorrow\" awards program in a packed Razorback Stadium in 1951. Contestants were private breeders who ultimately provided the genetic stock for the standard commercial broiler. The contest and a UA testing service for breeders spawned a partnership of scientists and entrepreneurs meeting public demand for economical, wholesome poultry. This partnership led, in the 1990s, to the University's nationally recognized Center of Excellence for Poultry Science.</p>\r\n<p>\r\n\tThis marker was located on Maple Street at the driveway entrance to the John W. Tyson Building. It has been removed temporarily while construction and widening of Maple Street continues.</p>\r\n","signtext":"","yearPlaced":2000,"image":"","latitude":"36.0704734160699","longitude":"-94.1775681455779"},{"id":28,"name":"First International Agricultural Mission","description":"<p>\r\n\tIn 1951, through what is now the Dale Bumpers College of Agricultural, Food and Life Sciences, the University of Arkansas became the first land-grant institution in the nation to assemble an agricultural foreign mission. Developed in concert with the U.S. government, the UA mission assisted Panama in establishing agricultural teaching, research and extension programs. The mission ended in 1957, but some of the 24 UA faculty members involved continued to assist Panama on agricultural issues. One faculty member, animal scientist Paul Noland, received Panamas top award for a non-Panamanian in 1997 for his contributions to the development of that nations agricultural sector.</p>\r\n<p>\r\n\tThis marker is located at the main entrance to the Agricultural, Food and Life Sciences Building.</p>\r\n<p>\r\n\t </p>\r\n","signtext":"","yearPlaced":2000,"image":"agrimission.jpg","latitude":"36.0708464811527","longitude":"-94.1764110602748"},{"id":29,"name":"Superconductivity","description":"<p>The plaque says: \"During the 1980s, Professors Allen Hermann and Zhengzhi Sheng of the Department of Physics were in the vanguard of research in superconductivity &mdash; the phenomenon whereby direct current (DC) electricity, once started, can flow essentially forever. The thallium-based material they discovered at Arkansas held the world's record for high temperature, 125K, for five years (1988-93) and drew international attention to the university. Their work led to numerous patents and a manufacturing agreement, as well as further advances in high-density electronics.</p><p>This marker is on Dickson Street in front of the Physics Building.</p>","signtext":"","yearPlaced":1999,"image":"superconductivity.jpg","latitude":"36.0665649129219","longitude":"-94.1719217295635"},{"id":30,"name":"Walton Family Gift","description":"<p>\r\n\tOn October 6, 1998, the Walton Family Charitable Support Foundation of Bentonville, Ark., made a $50 million gift to the Universitys College of Business. At the time, the gift was the largest ever made to an American business college and ranked as one of the 40 largest gifts made to American higher education since such record-keeping began in 1967. The gift was earmarked for endowments to support the Colleges emergence into the ranks of the nations most competitive business schools. The College was renamed the Sam M. Walton college of Business in honor of the founder of Wal-Mart Stores, Inc., the worlds largest retail organization.</p>\r\n<p>\r\n\tThis marker was located at the main entrance to the Business Building but was taken down while work on the entrance was being completed. It will be reinstalled when possible.</p>\r\n","signtext":"","yearPlaced":1999,"image":"","latitude":"36.0655029290587","longitude":"-94.1745646256417"},{"id":31,"name":"First Variable Annuity","description":"<p>\r\n\tIn May 1954, University of Arkansas Finance Professor Harold A. Dulan, with UA Law Professor E.J. Ball and UA master of business administration graduate Lewis Callison, created the nations first commercial variable annuity life insurance company. In November 1954, the Participating Annuity Life Insurance Company sold the first commercial variable annuity ever offered to the U.S. public. This pioneer company was later bought by Aetna. Today, variable annuities are used world-wide in estate planning for participation in economic growth and as a hedge against inflation.</p>\r\n<p>\r\n\tThis marker is located at the east entrance of the Business Building.</p>\r\n","signtext":"","yearPlaced":1999,"image":"annuity.jpg","latitude":"36.0650449594597","longitude":"-94.1741001746269"},{"id":35,"name":"Medal of Honor","description":"<p>\r\n\tFive alumni of the University of Arkansas have been awarded the Congressional Medal of Honor, the nation's highest distinction for supreme gallantry in military action. World War II: Lt. Maurice Britt '41, U.S. Army, Italy, Nov. 10, 1943; Lt.(jg) Nathan Gordon '39 (former 10-term Lt. Governor of Arkansas), U.S. Navy, Vitu Island in the Bismarck Sea, Feb. 15, 1944; Lt. Edgar Lloyd '43, U.S. Army, France, Sept. 14, 1944, later killed in action in France; 1st Lt. Seymour Terry '41 (posthumously), U.S. Army, Okinawa, killed in action May 11, 1945. Korean War: 1st Lt. James L. Stone '47, Sokkoyne, Korea, Nov. 21-22, 1951.</p>\r\n<p>\r\n\tThis marker is located near the southeast corner of Old Main.</p>\r\n","signtext":"","yearPlaced":0,"image":"medalofhonor.jpg","latitude":"36.068319","longitude":"-94.171168"},{"id":36,"name":"The $300 Million Gift","description":"<p>\r\n\tThe marker says: On April 11, 2002, the University received the largest gift in the history of U.S. public higher education — a $300 million challenge gift from the Walton Family Charitable Support Foundation. The gift established and endowed an undergraduate honors college and the graduate school. Its express purpose was to elevate the University and the State of Arkansas, “placing an aspiring flagship public university on a level playing field with the best public universities in America.” The gift was the fifth-largest ever to any American university, public or private. The Walton Family Charitable Support Foundation was established by the family of the late Sam M. Walton, creator of the world’s largest corporation, Wal-Mart Stores, Inc. of Bentonville, Ark.</p>\r\n","signtext":"","yearPlaced":0,"image":"","latitude":"36.070452","longitude":"-94.174762"},{"id":37,"name":"The Razorbacks","description":"<p>\r\n\tThis marker says: Following a 16-0 victory over LSU in Memphis on Nov. 13, 1909, the University of Arkansas football team was greeted at the Fayetteville Train Station across the street by a crowd of fans and students. Arkansas was 5-0 after the win and would finish 7-0. Head coach Hugo Bezdek delivered a speech to the crowd, saying the team played “like a wild band of razorback hogs.” The name was a hit with the student body, which voted in 1910 to change the official mascot from Cardinals to Razorbacks, giving Arkansas one of the most unique and recognizable mascots in the country. This marker was placed in recognition of 100 years of the Razorbacks.</p>\r\n<p>\r\n\tThis marker is located on Dickson Street across from the historic Fayetteville Train Depot and next to the Frisco Trail.</p>\r\n","signtext":"","yearPlaced":0,"image":"","latitude":"36.066391","longitude":"-94.166167"},{"id":39,"name":"The Dale Bumpers Legacy","description":"<p>\r\n\tThe marker says: The University of Arkansas in July 1995 added Dale Bumpers to the name of the College of Agricultural, Food and Life Sciences to honor the former Governor, 1971-1975, and U.S. Senator, 1975-1999. He helped propel Arkansas agricultural and food industries to international prominence, championed major legislation to protect and conserve natural resources and promote environmental sustainability, and was a leading advocate for child wellness, nutrition, healthy lifestyles and human dignity. He secured funding for major expansion of agricultural, food and life sciences education and research. A former rancher and attorney from Charleston, he was a famous Senate orator — one of few who could affect the course of legislation with his oratorical skills.</p>\r\n<p>\r\n\tThis marker is located near Maple Avenue just southeast of the east entrance to the Agricultural, Food and Life Sciences Building.</p>\r\n","signtext":"","yearPlaced":2007,"image":"","latitude":"36.070604","longitude":"-94.176414"},{"id":41,"name":"Delta Delta Delta 1913-2013 Centennial","description":"<p>\r\n\tThe marker says: On November 15, 1913, the Delta Iota Chaper of Delta Delta Delta Sorority became the fourth sorority installed at the University of Arkansas. Founders were Juanita Morre, Vesta Kilgore, Aileen McCoy, Bess Phililips, Anna Bryant, Alma Barton, Florence Porter, Emma Hopkins, Mabel Constant, Marion Owens, Louise Morehead, Willie Anderson, Katherine Lide, Winifred Morton, Fannie Bell Goode, Frances Leone Boyd and Bess Hays, and alumnae Lucy Dee Davis, Marie Harrington, Lydia Leming, Katisue Moore and Bess McCoy. Land for the Tri Delta House was purchased in 1930. Delta Iota Chapter initiated more than 3,475 members during its first 100 years.</p>\r\n<p>\r\n\tThe marker is on Maple Avenue at the entrance to the Delta Delta Delta House.</p>\r\n","signtext":"","yearPlaced":2013,"image":"","latitude":"36.070387","longitude":"-94.173013"},{"id":43,"name":"World Famous Architect","description":"<p>\r\n\tProfessor Fay Jones (1921-2004) achieved international fame for designing soaring sacred spaces and modern homes warmed by native materials. He received numerous awards, culminating in the American Institute of Architects Gold Medal, presented in a 1990 White House ceremony. The AIA later honored Jones as one of the country's \"10 most influential living architects\" and ranked his masterwork, Thorncrown Chapel, as the fourth best building by an American architect in the 20th century. A member of the university's first graduating class of architecture students, Jones taught for 35 years and served as the School of Architecture's first dean; the school was named for him in 2009. Jones' papers are archived in the University of Arkansas Libraries. His last project, the Fulbright Peace Fountain, is installed in front of Vol Walker Hall.</p>\r\n<p>\r\n\tThe marker is next to the Fulbright Peace Fountain near the east entrance to Vol Walker Hall.</p>\r\n","signtext":"","yearPlaced":2009,"image":"","latitude":"36.068757","longitude":"-94.172423"}]